FILMS = {
    'Фентези': 'Гарри Поттер',
    'Романтика': 'Гордость и предубеждение',
    'Боевик': 'Веном',
    'Комедия': 'Круэлла'
}

OPINION = {
    'Гарри Поттер': 'Рейтинг - 8.2/10',
    'Гордость и предубеждение': 'Рейтинг - 8.0/10',
    'Веном': 'Рейтинг - 6.1/10',
    'Круэлла': 'Рейтинг - 7.5/10'
}

DISRIPTION = {
    'Гарри Поттер': 'Гарри поступает в школу магии Хогвартс и заводит друзей. '
                    'Первая часть большой франшизы о маленьком волшебнике',
    'Гордость и предубеждение': 'Сестры Беннет ищут любовь, статус и себя в Англии XVIII века. '
                                'Образцовая адаптация главного романа Джейн Остин',
    'Веном': 'В настырного журналиста вселяется симбиот. '
             'Том Харди в образе обаятельного суперзлодея из комиксов Marvel',
    'Круэлла': 'Бунтарка покоряет модный мир Лондона. '
               'Предыстория злодейки из «101 далматинца» с «Оскаром» за костюмы'
}

TOP_10 = {
    '1': 'Зеленая миля',
    '2': 'Побег из Шоушенга',
    '3': 'Список Шиндлера',
    '4': 'Властелин колец: Возвращение короля',
    '5': 'Форрест Гамп',
    '6': 'Властелин колец: Две крепости',
    '7': 'Властелин колец: Братство кольца',
    '8': '1 + 1',
    '9': 'Криминальное чтиво',
    '10': 'Иван Васильевич меняет профессию'
}

TOP_10_OPINION = {
    'Зеленая миля': '9.1',
    'Побег из Шоушенга': '9.1',
    'Список Шиндлера': '8.8',
    'Властелин колец: Возвращение короля': '8.6',
    'Форрест Гамп': '8.9',
    'Властелин колец: Две крепости': '8.6',
    'Властелин колец: Братство кольца': '8.6',
    '1 + 1': '8.8',
    'Криминальное чтиво': '8.6',
    'Иван Васильевич меняет профессию': '8.8'
}

TOP_10_GENRE = {
    'Зеленая миля': 'Драма',
    'Побег из Шоушенга': 'Драма',
    'Список Шиндлера': 'Драма',
    'Властелин колец: Возвращение короля': 'Фэнтези',
    'Форрест Гамп': 'Драма',
    'Властелин колец: Две крепости': 'Фэнтези',
    'Властелин колец: Братство кольца': 'Фэнтези',
    '1 + 1': 'Драма',
    'Криминальное чтиво': 'Криминал',
    'Иван Васильевич меняет профессию': 'Комедия'
}

TOP_10_DISRIPTION = {
    'Зеленая миля': 'В тюрьме для смертников появляется заключенный с божественным даром. '
                    'Мистическая драма по роману Стивена Кинга',
    'Побег из Шоушенга': 'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. '
                         'Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки.',
    'Список Шиндлера': 'История немецкого промышленника, спасшего тысячи жизней во время Холокоста. '
                       'Драма Стивена Спилберга',
    'Властелин колец: Возвращение короля': 'Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды.'
                                           ' Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.',
    'Форрест Гамп': 'Полувековая история США глазами чудака из Алабамы. '
                    'Абсолютная классика Роберта Земекиса с Томом Хэнксом',
    'Властелин колец: Две крепости': 'Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. '
                                     'Битва за Средиземье продолжается.',
    'Властелин колец: Братство кольца': 'Сказания о Средиземье — это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. '
                                        'Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу.',
    '1 + 1': 'Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы.'
             ' Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',
    'Криминальное чтиво': 'Несколько связанных историй из жизни бандитов. '
                          'Шедевр Квентина Тарантино, который изменил мировое кино',
    'Иван Васильевич меняет профессию': 'Иван Грозный отвечает на телефон, пока его тезка-пенсионер сидит на троне.'
                                        ' Советский хит о липовом государе'
}