FILMS = {
    'Фентези': 'Гарри Поттер',
    'Романтика': 'Гордость и предубеждение',
    'Боевик': 'Веном',
    'Комедия': 'Круэлла'
}

OPINION = {
    'Гарри Поттер': 'Рейтинг - 8.2/10',
    'Гордость и предубеждение': 'Рейтинг - 8.0/10',
    'Веном': 'Рейтинг - 6.1/10',
    'Круэлла': 'Рейтинг - 7.5/10'
}

DISRIPTION = {
    'Гарри Поттер': 'Гарри поступает в школу магии Хогвартс и заводит друзей. '
                    'Первая часть большой франшизы о маленьком волшебнике',
    'Гордость и предубеждение': 'Сестры Беннет ищут любовь, статус и себя в Англии XVIII века. '
                                'Образцовая адаптация главного романа Джейн Остин',
    'Веном': 'В настырного журналиста вселяется симбиот. '
             'Том Харди в образе обаятельного суперзлодея из комиксов Marvel',
    'Круэлла': 'Бунтарка покоряет модный мир Лондона. '
               'Предыстория злодейки из «101 далматинца» с «Оскаром» за костюмы'
}